Repository: randi2kewl/JSON-API-for-BuddyPress
Catalog: json-api-for-buddypress/languages/json-api-for-buddypress-*.po
Languages: de_de, es_es

source: <strong>JSON API for Buddypress</strong> requires the BuddyPress plugin to be activated. Please <a href="http://buddypress.org">install / activate BuddyPress</a> first, or <a href="plugins.php">deactivate JSON API for Buddypress</a>.
de_de: <strong>JSON API for Buddypress</strong> benötigt ein installiertes BuddyPress Plugin. Bitte <a href="http://buddypress.org">installieren / aktivieren Sie BuddyPress</a> zuerst oder <a href="plugins.php">deaktivieren Sie JSON API for Buddypress</a>.
es_es: <strong>JSON API para Buddypress</strong> requiere que el plugin Buddypress esté activado. Por favor <a href="http://buddypress.org">instale/ active BuddyPress</a> primero, o <a href="plugins.php">desactive JSON API para Buddypress</a>.

source: <strong>JSON API for Buddypress</strong> requires the JSON API plugin to be activated. Please <a href="http://wordpress.org/plugins/json-api/">install / activate JSON API</a> first, or <a href="plugins.php">deactivate JSON API for Buddypress</a>.
de_de: <strong>JSON API for Buddypress</strong> benötigt ein installiertes JSON API Plugin. Bitte <a href="http://wordpress.org/plugins/json-api/">>installieren / aktivieren Sie JSON API</a> zuerst oder <a href="plugins.php">deaktivieren Sie JSON API for Buddypress</a>.
es_es: <strong>JSON API para Buddypress</strong> requiere que el plugin Buddypress esté activado. Por favor <a href="http://wordpress.org/plugins/json-api/">instale/active JSON API</a> primero, o <a href="plugins.php">desactive JSON API para Buddypress</a>.

source: No Activities found.
de_de: Keine Aktivitäten gefunden.
es_es: No se encontraron Actividades.

source: No Profile found.
de_de: Kein Profil gefunden.
es_es: No se encontraron Perfiles.

source: Username not found.
de_de: Benutzername nicht gefunden.
es_es: No se encontró el usuario.

source: No messages found.
de_de: Keine Nachrichten gefunden.
es_es: No se encontraron mensajes.

source: No notifications found.
de_de: Keine Benachrichtigungen gefunden.
es_es: No se encontraron notificaciones.

source: No friends found.
de_de: Keine Freunde gefunden.
es_es: No se encontraron amigos.

source: No friendship requests found.
de_de: Keine Freundschaftsanfragen gefunden.
es_es: No se encontraron pedidos de amistad.

source: Friendname not found.
de_de: Name des Freundes nicht gefunden.
es_es: No se encontró el nombre de amigo.

source: No groups found.
de_de: Keine Gruppen gefunden.
es_es: No se encontraron grupos.

source: Neither groupid nor groupslug are set.
de_de: Weder die Gruppen-ID noch der Gruppen-Slug wurden gefunden.
es_es: Ni el groupid ni el groupslug se han establecido.

source: Group not found.
de_de: Gruppe nicht gefunden
es_es: No se encontró el grupo.

source: No Members in Group
de_de: Keine Mitglieder in der Gruppe
es_es: No hay miembros en el Grupo

source: Forums are disabled for this group.
de_de: Foren sind für diese Gruppe deaktiviert.
es_es: Los foros están deshabilitados para este grupo.

source: No forum assigned to this group.
de_de: Kein Forum ist dieser Gruppe zugewiesen.
es_es: No se han asignado foros a este grupo.

source: Neither forumid nor forumslug are set.
de_de: Weder die Foren-ID noch der Foren-Slug wurden gefunden.
es_es: Ni el forumid ni el forumslug se han establecido.

source: Forum not found.
de_de: Forum nicht gefunden
es_es: No se encontró el foro.

source: Neither topicid nor topicslug are set.
de_de: Weder die Themen-ID noch der Themen-Slug wurden gefunden.
es_es: Ni el topicid ni el topicslug se han establecido.

source: No topics in this forum.
de_de: Keine Themen in diesem Forum.
es_es: No hay tópicos en este foro.

source: No topics found.
de_de: Keine Themen gefunden.
es_es: No se encontraron tópicos.

source: No forums found.
de_de: Keine Foren gefunden.
es_es: No se encontraron foros.

source: You are not allowed to view this information.
de_de: Sie dürfen diese Informationen nicht sehen.
es_es: Usted no tiene permitido ver esta información.

source: An undefined error occured.
de_de: Ein unbekannter Fehler ist aufgetreten.
es_es: Un error indefinido ocurrió.
